img/1-RDF-graph-L3-10-auto/g3VP.dot
digraph G {
graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.55",ranksep="0.8"];
node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
s [label="student:s08"]; c [label="course:c08"]; d [label="degree:AI"]; ct [label="ex:Course"]; dt [label="ex:Degree"];
s -> c [label="ex:enrolledIn"];
s -> d [label="ex:studiesDegree"];
c -> ct [label="rdf:type"];
d -> dt [label="rdf:type"];
}
