img/1-RDF-graph-L3-10-auto/g3VP.mmd
flowchart LR
S[student:s08] -->|ex:enrolledIn| C[course:c08]
S -->|ex:studiesDegree| D[degree:AI]
C -->|rdf:type| CT[ex:Course]
D -->|rdf:type| DT[ex:Degree]
